Repository: pexatar/PassKey
Catalog: src/PassKey.Desktop/Strings/*/Resources.resw
Source language: en_gb
Languages: de_de, es_es, fr_fr, it_it, pt_pt

# SearchCards.PlaceholderText
source: Search cards...
de_de: Karten suchen...
es_es: Buscar tarjetas...
fr_fr: Rechercher...
it_it: Cerca carte...
pt_pt: Pesquisar cartões...

# SearchIdentities.PlaceholderText
source: Search identities...
de_de: Identitäten suchen...
es_es: Buscar identidades...
pt_pt: Pesquisar identidades...

# SearchPasswords.PlaceholderText
source: Search passwords...
de_de: Passwörter suchen...
es_es: Buscar contraseñas...
fr_fr: Rechercher...
it_it: Cerca password...
pt_pt: Pesquisar palavras-passe...

# SortCardholder.Content
source: Cardholder
de_de: Karteninhaber
es_es: Titular
fr_fr: Titulaire
it_it: Intestatario
pt_pt: Titular

# SortDate.Content
source: Date
de_de: Datum
es_es: Fecha
it_it: Data
pt_pt: Data

# SortDateCards.Content
source: Date
de_de: Datum
es_es: Fecha
it_it: Data
pt_pt: Data

# SortLabel.Content
source: Label
de_de: Bezeichnung
es_es: Etiqueta
fr_fr: Libellé
it_it: Etichetta
pt_pt: Etiqueta

# SortLast4.Content
source: Last 4
de_de: Letzte 4
es_es: Últimos 4
fr_fr: 4 derniers
it_it: Ultime 4
pt_pt: Últimos 4

# SortTitle.Content
source: Title
de_de: Titel
es_es: Título
fr_fr: Titre
it_it: Titolo
pt_pt: Título

# SortUsername.Content
source: Email/User
de_de: E-Mail/Benutzer
es_es: Usuario
fr_fr: Identifiant
pt_pt: E-mail/Utilizador

# DashCountCards.AutomationProperties.Name
source: Total cards
de_de: Karten gesamt
es_es: Total tarjetas
fr_fr: Total cartes
it_it: Totale carte
pt_pt: Total cartões

# DashCountIdentities.AutomationProperties.Name
source: Total identities
de_de: Identitäten gesamt
es_es: Total identidades
fr_fr: Total identités
it_it: Totale identità
pt_pt: Total identidades

# DashCountNotes.AutomationProperties.Name
source: Total notes
de_de: Notizen gesamt
es_es: Total notas
it_it: Totale note
pt_pt: Total notas

# DashCountPasswords.AutomationProperties.Name
source: Total passwords
de_de: Passwörter gesamt
es_es: Total contraseñas
fr_fr: Total mots de passe
it_it: Totale password
pt_pt: Total palavras-passe

# DashRecentTitle.Text
source: Recent items
de_de: Letzte Elemente
es_es: Elementos recientes
fr_fr: Éléments récents
it_it: Elementi recenti
pt_pt: Elementos recentes

# DashStatCards.Text
source: Cards
de_de: Karten
es_es: Tarjetas
fr_fr: Cartes
it_it: Carte
pt_pt: Cartões

# DashStatIdentities.Text
source: Identities
de_de: Identitäten
es_es: Identidades
fr_fr: Identités
it_it: Identità
pt_pt: Identidades

# DashStatNotes.Text
source: Notes
de_de: Notizen
es_es: Notas
it_it: Note
pt_pt: Notas

# DashStatPasswords.Text
source: Passwords
de_de: Passwörter
es_es: Contraseñas
fr_fr: Mots de passe
it_it: Password
pt_pt: Palavras-passe

# DashWeekAdded
source: {0} added this week
de_de: {0} diese Woche hinzugefügt
es_es: {0} añadidos esta semana
fr_fr: {0} ajoutés cette semaine
it_it: {0} aggiunti questa settimana
pt_pt: {0} adicionados esta semana

# DashWeekModified
source: {0} modified
de_de: {0} geändert
es_es: {0} modificados
fr_fr: {0} modifiés
it_it: {0} modificati
pt_pt: {0} modificados

# DashWeekRemoved
source: {0} removed
de_de: {0} entfernt
es_es: {0} eliminados
fr_fr: {0} supprimés
it_it: {0} eliminati
pt_pt: {0} removidos

# DashVaultOverview
source: Your vault overview
de_de: Übersicht deines Tresors
es_es: Vista general de tu bóveda
fr_fr: Aperçu de votre coffre
it_it: Panoramica del tuo caveau
pt_pt: Visão geral do seu cofre

# DashSubtitlePasswords
source: Total passwords saved
de_de: Gespeicherte Passwörter
es_es: Contraseñas guardadas
fr_fr: Mots de passe enregistrés
it_it: Password totali salvate
pt_pt: Palavras-passe guardadas

# DashSubtitleCards
source: Total cards saved
de_de: Gespeicherte Karten
es_es: Tarjetas guardadas
fr_fr: Cartes enregistrées
it_it: Carte totali salvate
pt_pt: Cartões guardados

# DashSubtitleIdentities
source: Total identities saved
de_de: Gespeicherte Identitäten
es_es: Identidades guardadas
fr_fr: Identités enregistrées
it_it: Identità totali salvate
pt_pt: Identidades guardadas

# DashSubtitleNotes
source: Total notes saved
de_de: Gespeicherte Notizen
es_es: Notas guardadas
fr_fr: Notes enregistrées
it_it: Note totali salvate
pt_pt: Notas guardadas

# DashCardNew
source: +{0} New
de_de: +{0} Neu
es_es: +{0} Nuevos
fr_fr: +{0} Nouveaux
it_it: +{0} Nuovi
pt_pt: +{0} Novos

# DashCardNoChanges
source: No recent changes
de_de: Keine Änderungen
es_es: Sin cambios recientes
fr_fr: Aucune modification récente
it_it: Nessuna modifica recente
pt_pt: Sem alterações recentes

# DashSearch.PlaceholderText
source: Search here...
de_de: Hier suchen...
es_es: Buscar aquí...
fr_fr: Rechercher ici...
it_it: Cerca qui...
pt_pt: Pesquisar aqui...

# DashSearch.AutomationProperties.Name
source: Search vault
de_de: Tresor durchsuchen
es_es: Buscar en la bóveda
fr_fr: Rechercher dans le coffre
it_it: Cerca nel vault
pt_pt: Pesquisar no cofre

# ActionCreated
source: Added
de_de: Hinzugefügt
es_es: Añadido
fr_fr: Ajouté
it_it: Aggiunto
pt_pt: Adicionado

# ActionModified
source: Modified
de_de: Geändert
es_es: Modificado
fr_fr: Modifié
it_it: Modificato
pt_pt: Modificado

# ActionDeleted
source: Deleted
de_de: Gelöscht
es_es: Eliminado
fr_fr: Supprimé
it_it: Eliminato
pt_pt: Eliminado

# DeletedPassword
source: Password deleted
de_de: Passwort gelöscht
es_es: Contraseña eliminada
fr_fr: Mot de passe supprimé
it_it: Password eliminata
pt_pt: Palavra-passe eliminada

# DeletedCard
source: Card deleted
de_de: Karte gelöscht
es_es: Tarjeta eliminada
fr_fr: Carte supprimée
it_it: Carta eliminata
pt_pt: Cartão eliminado

# DeletedIdentity
source: Identity deleted
de_de: Identität gelöscht
es_es: Identidad eliminada
fr_fr: Identité supprimée
it_it: Identità eliminata
pt_pt: Identidade eliminada

# DeletedNote
source: Note deleted
de_de: Notiz gelöscht
es_es: Nota eliminada
fr_fr: Note supprimée
it_it: Nota eliminata
pt_pt: Nota eliminada

# DashHoverCopy
source: Copy
de_de: Kopieren
es_es: Copiar
fr_fr: Copier
it_it: Copia
pt_pt: Copiar

# DashHoverOpenUrl
source: Open URL
de_de: URL öffnen
es_es: Abrir URL
fr_fr: Ouvrir URL
it_it: Apri URL
pt_pt: Abrir URL

# DashHoverEdit
source: Edit
de_de: Bearbeiten
es_es: Editar
fr_fr: Modifier
it_it: Modifica
pt_pt: Editar

# DashHealthTitle
source: Vault health
de_de: Tresor-Gesundheit
es_es: Salud de la bóveda
fr_fr: Santé du coffre
it_it: Salute del vault
pt_pt: Saúde do cofre

# DashHealthGood
source: All passwords are secure
de_de: Alle Passwörter sind sicher
es_es: Todas las contraseñas son seguras
fr_fr: Tous les mots de passe sont sûrs
it_it: Tutte le password sono sicure
pt_pt: Todas as palavras-passe são seguras

# DashHealthWeak
source: {0} weak passwords
de_de: {0} schwache Passwörter
es_es: {0} contraseñas débiles
fr_fr: {0} mots de passe faibles
it_it: {0} password deboli
pt_pt: {0} palavras-passe fracas

# DashExpiringCards
source: {0} cards expiring within 30 days
de_de: {0} Karten laufen in 30 Tagen ab
es_es: {0} tarjetas vencen en 30 días
fr_fr: {0} cartes expirent dans 30 jours
it_it: {0} carte scadono entro 30 giorni
pt_pt: {0} cartões expiram em 30 dias

# AutoLock10mItem.Content
source: 10 minutes
de_de: 10 Minuten
es_es: 10 minutos
it_it: 10 minuti
pt_pt: 10 minutos

# AutoLock1mItem.Content
source: 1 minute
es_es: 1 minuto
it_it: 1 minuto
pt_pt: 1 minuto

# AutoLock30sItem.Content
source: 30 seconds
de_de: 30 Sekunden
es_es: 30 segundos
fr_fr: 30 secondes
it_it: 30 secondi
pt_pt: 30 segundos

# AutoLock5mItem.Content
source: 5 minutes
de_de: 5 Minuten
es_es: 5 minutos
it_it: 5 minuti
pt_pt: 5 minutos

# AutoLockNeverItem.Content
source: Never
de_de: Nie
es_es: Nunca
fr_fr: Jamais
it_it: Mai
pt_pt: Nunca

# CardDeleteButton.AutomationProperties.Name
source: Delete card
de_de: Karte löschen
es_es: Eliminar tarjeta
fr_fr: Supprimer la carte
it_it: Elimina carta
pt_pt: Eliminar cartão

# CardholderBox.AutomationProperties.Name
source: Cardholder
de_de: Karteninhaber
es_es: Titular
fr_fr: Titulaire
it_it: Intestatario
pt_pt: Titular

# CardholderBox.PlaceholderText
source: FULL NAME
de_de: VOLLSTÄNDIGER NAME
es_es: NOMBRE COMPLETO
fr_fr: NOM COMPLET
it_it: NOME COGNOME
pt_pt: NOME COMPLETO

# CardLabelCardholder
source: CARDHOLDER
de_de: KARTENINHABER
es_es: TITULAR
fr_fr: TITULAIRE
it_it: INTESTATARIO
pt_pt: TITULAR

# CardLabelExpiry
source: EXPIRY
de_de: GÜLTIG BIS
es_es: VENCIMIENTO
fr_fr: EXPIRATION
it_it: SCADENZA
pt_pt: VALIDADE

# CardNotesBox.AutomationProperties.Name
source: Notes
de_de: Notizen
es_es: Notas
it_it: Note
pt_pt: Notas

# CardNotesBox.PlaceholderText
source: Additional notes...
de_de: Zusätzliche Notizen...
es_es: Notas adicionales...
fr_fr: Notes supplémentaires...
it_it: Note aggiuntive...
pt_pt: Notas adicionais...

# CardNumberBox.AutomationProperties.Name
source: Card number
de_de: Kartennummer
es_es: Número de tarjeta
fr_fr: Numéro de carte
it_it: Numero carta
pt_pt: Número do cartão

# CardPlaceholderName
source: FULL NAME
de_de: VOLLSTÄNDIGER NAME
es_es: NOMBRE COMPLETO
fr_fr: NOM COMPLET
it_it: NOME COGNOME
pt_pt: NOME COMPLETO

# CardTypeDefault
source: CARD
de_de: KARTE
es_es: TARJETA
fr_fr: CARTE
it_it: CARTA
pt_pt: CARTÃO

# CategoryCombo.AutomationProperties.Name
source: Card category
de_de: Kartenkategorie
es_es: Categoría de tarjeta
fr_fr: Catégorie carte
it_it: Categoria carta
pt_pt: Categoria do cartão

# CatPersonal.Content
source: Personal
de_de: Persönlich
fr_fr: Personnel
it_it: Personale
pt_pt: Pessoal

# CatPersonalLabel
source: Personal
de_de: Persönlich
fr_fr: Personnel
it_it: Personale
pt_pt: Pessoal

# CatTravel.Content
source: Travel
de_de: Reise
es_es: Viaje
fr_fr: Voyage
it_it: Viaggio
pt_pt: Viagem

# CatTravelLabel
source: Travel
de_de: Reise
es_es: Viaje
fr_fr: Voyage
it_it: Viaggio
pt_pt: Viagem

# CatWork.Content
source: Work
de_de: Arbeit
es_es: Trabajo
fr_fr: Travail
it_it: Lavoro
pt_pt: Trabalho

# CatWorkLabel
source: Work
de_de: Arbeit
es_es: Trabajo
fr_fr: Travail
it_it: Lavoro
pt_pt: Trabalho

# ChangePwConfirmPlaceholder
source: Confirm new password
de_de: Neues Passwort bestätigen
es_es: Confirmar nueva contraseña
fr_fr: Confirmer le nouveau mot de passe
it_it: Conferma nuova password
pt_pt: Confirmar nova palavra-passe

# ChangePwCurrentPlaceholder
source: Current password
de_de: Aktuelles Passwort
es_es: Contraseña actual
fr_fr: Mot de passe actuel
it_it: Password corrente
pt_pt: Palavra-passe atual

# ChangePwDialogClose
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
pt_pt: Cancelar

# ChangePwDialogPrimary
source: Change
de_de: Ändern
es_es: Cambiar
fr_fr: Changer
it_it: Cambia
pt_pt: Alterar

# ChangePwDialogTitle
source: Change master password
de_de: Master-Passwort ändern
es_es: Cambiar contraseña maestra
fr_fr: Changer le mot de passe principal
it_it: Cambia master password
pt_pt: Alterar palavra-passe principal

# ChangePwErrEmpty
source: Enter the current password.
de_de: Geben Sie das aktuelle Passwort ein.
es_es: Introduce la contraseña actual.
fr_fr: Saisissez le mot de passe actuel.
it_it: Inserisci la password corrente.
pt_pt: Introduza a palavra-passe atual.

# ChangePwErrMismatch
source: The new passwords do not match.
de_de: Die neuen Passwörter stimmen nicht überein.
es_es: Las nuevas contraseñas no coinciden.
fr_fr: Les nouveaux mots de passe ne correspondent pas.
it_it: Le nuove password non corrispondono.
pt_pt: As novas palavras-passe não coincidem.

# ChangePwErrorMessage
source: The current password is incorrect.
de_de: Das aktuelle Passwort ist falsch.
es_es: La contraseña actual es incorrecta.
fr_fr: Le mot de passe actuel est incorrect.
it_it: La password corrente non è corretta.
pt_pt: A palavra-passe atual está incorreta.

# ChangePwErrorTitle
source: Error
de_de: Fehler
fr_fr: Erreur
it_it: Errore
pt_pt: Erro

# ChangePwErrSame
source: The new password must be different from the current one.
de_de: Das neue Passwort muss sich vom aktuellen unterscheiden.
es_es: La nueva contraseña debe ser diferente de la actual.
fr_fr: Le nouveau mot de passe doit être différent de l’actuel.
it_it: La nuova password deve essere diversa dalla corrente.
pt_pt: A nova palavra-passe deve ser diferente da atual.

# ChangePwErrShort
source: The new password must be at least 8 characters.
de_de: Das neue Passwort muss mindestens 8 Zeichen lang sein.
es_es: La nueva contraseña debe tener al menos 8 caracteres.
fr_fr: Le nouveau mot de passe doit contenir au moins 8 caractères.
it_it: La nuova password deve essere di almeno 8 caratteri.
pt_pt: A nova palavra-passe deve ter pelo menos 8 caracteres.

# ChangePwNewPlaceholder
source: New password
de_de: Neues Passwort
es_es: Nueva contraseña
fr_fr: Nouveau mot de passe
it_it: Nuova password
pt_pt: Nova palavra-passe

# ChangePwSuccessMessage
source: The master password has been updated successfully.\n\nNote: backups created before the change require the previous password to restore.
de_de: Das Master-Passwort wurde erfolgreich aktualisiert.\n\nHinweis: Sicherungen vor der Änderung erfordern das vorherige Passwort.
es_es: La contraseña maestra se ha actualizado correctamente.\n\nNota: las copias de seguridad anteriores requieren la contraseña anterior.
fr_fr: Le mot de passe principal a été mis à jour avec succès.\n\nNote : les sauvegardes créées avant le changement nécessitent l’ancien mot de passe.
it_it: La master password è stata aggiornata con successo.\n\nNota: i backup creati prima del cambio password richiedono la password precedente per il ripristino.
pt_pt: A palavra-passe principal foi atualizada com sucesso.\n\nNota: as cópias criadas antes da alteração necessitam da palavra-passe anterior.

# ChangePwSuccessTitle
source: Password changed
de_de: Passwort geändert
es_es: Contraseña cambiada
fr_fr: Mot de passe changé
it_it: Password cambiata
pt_pt: Palavra-passe alterada

# LabelBox.AutomationProperties.Name
source: Card label
de_de: Kartenbezeichnung
es_es: Etiqueta de tarjeta
fr_fr: Étiquette carte
it_it: Etichetta carta
pt_pt: Etiqueta do cartão

# LabelBox.PlaceholderText
source: E.g. Main card, Shopping...
de_de: Z.B. Hauptkarte, Einkaufen...
es_es: Ej. Tarjeta principal, Compras...
fr_fr: Ex. Carte principale, Achats...
it_it: Es. Carta principale, Shopping...
pt_pt: Ex. Cartão principal, Compras...

# MonthCombo.AutomationProperties.Name
source: Expiry month
de_de: Ablaufmonat
es_es: Mes de vencimiento
fr_fr: Mois d’expiration
it_it: Mese scadenza
pt_pt: Mês de validade

# MonthCombo.PlaceholderText
source: Month
de_de: Monat
es_es: Mes
fr_fr: Mois
it_it: Mese
pt_pt: Mês

# SettingsAppDesc.Text
source: Secure password manager for Windows
de_de: Sicherer Passwort-Manager für Windows
es_es: Gestor de contraseñas seguro para Windows
fr_fr: Gestionnaire de mots de passe sécurisé pour Windows
it_it: Gestore password sicuro per Windows
pt_pt: Gestor de palavras-passe seguro para Windows

# SettingsAutoLockDesc.Text
source: Lock the vault after a period of inactivity
de_de: Tresor nach einer Inaktivitätsperiode sperren
es_es: Bloquear la bóveda tras un periodo de inactividad
fr_fr: Verrouiller le coffre après une période d’inactivité
it_it: Blocca il vault dopo un periodo di inattività
pt_pt: Bloquear o cofre após um período de inatividade

# SettingsAutoLockTitle.Text
source: Auto-lock
de_de: Automatische Sperre
es_es: Bloqueo automático
fr_fr: Verrouillage automatique
it_it: Blocco automatico
pt_pt: Bloqueio automático

# SettingsBackupCreateBtn.Content
source: Backup
de_de: Sicherung
es_es: Copia de seguridad
fr_fr: Sauvegarder
pt_pt: Cópia de segurança

# SettingsBackupCreateDesc.Text
source: Export an encrypted copy of the vault
de_de: Verschlüsselte Kopie des Tresors exportieren
es_es: Exportar una copia cifrada de la bóveda
fr_fr: Exporter une copie chiffrée du coffre
it_it: Esporta una copia cifrata del vault
pt_pt: Exportar uma cópia cifrada do cofre

# SettingsBackupCreateTitle.Text
source: Create backup
de_de: Sicherung erstellen
es_es: Crear copia de seguridad
fr_fr: Créer une sauvegarde
it_it: Crea backup
pt_pt: Criar cópia de segurança

# SettingsBackupSection.Text
source: Backup and import
de_de: Sicherung und Import
es_es: Copia de seguridad e importación
fr_fr: Sauvegarde et importation
it_it: Backup e importazione
pt_pt: Cópia de segurança e importação

# SettingsChangeMasterPwDesc.Text
source: Change the main vault password
de_de: Hauptpasswort des Tresors ändern
es_es: Modificar la contraseña principal de la bóveda
fr_fr: Modifier le mot de passe principal du coffre
it_it: Modifica la password principale del vault
pt_pt: Modificar a palavra-passe principal do cofre

# SettingsChangeMasterPwTitle.Text
source: Change master password
de_de: Master-Passwort ändern
es_es: Cambiar contraseña maestra
fr_fr: Changer le mot de passe principal
it_it: Cambia master password
pt_pt: Alterar palavra-passe principal

# SettingsChangePwBtn.Content
source: Change password
de_de: Passwort ändern
es_es: Cambiar contraseña
fr_fr: Changer le mot de passe
it_it: Cambia password
pt_pt: Alterar palavra-passe

# SettingsImportBtn.Content
source: Import
de_de: Importieren
es_es: Importar
fr_fr: Importer
it_it: Importa
pt_pt: Importar

# SettingsImportDesc.Text
source: Import passwords from another manager
de_de: Passwörter aus einem anderen Manager importieren
es_es: Importar contraseñas desde otro gestor
fr_fr: Importer des mots de passe depuis un autre gestionnaire
it_it: Importa password da un altro gestore
pt_pt: Importar palavras-passe de outro gestor

# SettingsImportTitle.Text
source: Import data
de_de: Daten importieren
es_es: Importar datos
fr_fr: Importer des données
it_it: Importa dati
pt_pt: Importar dados

# SettingsInfoSection.Text
source: About
de_de: Über
es_es: Acerca de
fr_fr: À propos
it_it: Informazioni
pt_pt: Informações

# SettingsRestoreBtn.Content
source: Restore
de_de: Wiederherstellen
es_es: Restaurar
fr_fr: Restaurer
it_it: Ripristina
pt_pt: Restaurar

# SettingsRestoreDesc.Text
source: Import a vault from a backup file
de_de: Tresor aus einer Sicherungsdatei importieren
es_es: Importar una bóveda desde un archivo de respaldo
fr_fr: Importer un coffre depuis un fichier de sauvegarde
it_it: Importa un vault da un file di backup
pt_pt: Importar um cofre de um ficheiro de cópia

# SettingsRestoreTitle.Text
source: Restore backup
de_de: Sicherung wiederherstellen
es_es: Restaurar copia de seguridad
fr_fr: Restaurer une sauvegarde
it_it: Ripristina backup
pt_pt: Restaurar cópia de segurança

# SettingsStubInfo.Message
source: Backup, restore and import will be available in a future update.
de_de: Sicherung, Wiederherstellung und Import werden in einem zukünftigen Update verfügbar sein.
es_es: Copia de seguridad, restauración e importación estarán disponibles en una futura actualización.
fr_fr: Sauvegarde, restauration et importation seront disponibles dans une future mise à jour.
it_it: Backup, ripristino e importazione saranno disponibili in un prossimo aggiornamento.
pt_pt: Cópia de segurança, restauro e importação estarão disponíveis numa futura atualização.

# SettingsStubInfo.Title
source: Coming soon
de_de: Demnächst verfügbar
es_es: Próximamente
fr_fr: Bientôt disponible
it_it: Disponibile prossimamente
pt_pt: Brevemente disponível

# YearCombo.AutomationProperties.Name
source: Expiry year
de_de: Ablaufjahr
es_es: Año de vencimiento
fr_fr: Année d’expiration
it_it: Anno scadenza
pt_pt: Ano de validade

# YearCombo.PlaceholderText
source: Year
de_de: Jahr
es_es: Año
fr_fr: Année
it_it: Anno
pt_pt: Ano

# LangChangeLater
source: Later
de_de: Später
es_es: Más tarde
fr_fr: Plus tard
it_it: Più tardi
pt_pt: Mais tarde

# LangChangeMessage
source: The language will change after restarting the app. Restart now?
de_de: Die Sprache wird nach dem Neustart geändert. Jetzt neu starten?
es_es: El idioma cambiará tras reiniciar la app. ¿Reiniciar ahora?
fr_fr: La langue changera après le redémarrage. Redémarrer maintenant ?
it_it: La lingua cambierà dopo il riavvio dell’app. Riavviare ora?
pt_pt: O idioma mudará após reiniciar a app. Reiniciar agora?

# LangChangeRestart
source: Restart now
de_de: Jetzt neu starten
es_es: Reiniciar ahora
fr_fr: Redémarrer
it_it: Riavvia ora
pt_pt: Reiniciar agora

# LangChangeTitle
source: Restart required
de_de: Neustart erforderlich
es_es: Reinicio necesario
fr_fr: Redémarrage requis
it_it: Riavvio necessario
pt_pt: Reiniciar necessário

# LangSystem.Content
source: System (Auto)
es_es: Sistema (Auto)
fr_fr: Système (Auto)
it_it: Sistema (Auto)
pt_pt: Sistema (Auto)

# BackupPwErrMismatch
source: Passwords do not match.
de_de: Passwoerter stimmen nicht ueberein.
es_es: Las contrasenas no coinciden.
fr_fr: Les mots de passe ne correspondent pas.
it_it: Le password non corrispondono.
pt_pt: As senhas nao coincidem.

# ImportMergeTitle
source: Duplicate strategy
de_de: Duplikat-Strategie
es_es: Estrategia de duplicados
fr_fr: Strategie des doublons
it_it: Strategia duplicati
pt_pt: Estrategia de duplicatas

# RestoreSuccessMessage
source: The vault has been restored successfully.
de_de: Der Tresor wurde erfolgreich wiederhergestellt.
es_es: La boveda ha sido restaurada correctamente.
fr_fr: Le coffre a ete restaure avec succes.
it_it: Il vault e stato ripristinato con successo.
pt_pt: O cofre foi restaurado com sucesso.

# RestoreWarningTitle
source: Restore vault
de_de: Tresor wiederherstellen
es_es: Restaurar boveda
fr_fr: Restaurer le coffre
it_it: Ripristina vault
pt_pt: Restaurar cofre

# ImportSummarySkipped
source: Skipped (duplicates): {0}
de_de: Uebersprungen (Duplikate): {0}
es_es: Omitidos (duplicados): {0}
fr_fr: Ignores (doublons): {0}
it_it: Saltati (duplicati): {0}
pt_pt: Pulados (duplicatas): {0}

# ImportFormatCsv
source: Generic CSV (.csv)
de_de: Generisches CSV
es_es: CSV generico (.csv)
pt_pt: CSV generico (.csv)

# RestoreWarningCancel
source: Cancel
de_de: Abbrechen
es_es: Cancelar
fr_fr: Annuler
it_it: Annulla
pt_pt: Cancelar

# BackupPwPlaceholder
source: Backup password
de_de: Backup-Passwort
es_es: Contrasena de respaldo
fr_fr: Mot de passe de sauvegarde
it_it: Password backup
pt_pt: Senha de backup

# BackupPwDialogTitle
source: Backup password
de_de: Backup-Passwort
es_es: Contrasena de respaldo
fr_fr: Mot de passe de sauvegarde
it_it: Password di backup
pt_pt: Senha de backup

# RestoreErrorWrongPw
source: Incorrect password or corrupted file.
de_de: Falsches Passwort oder beschaedigte Datei.
es_es: Contrasena incorrecta o archivo danado.
fr_fr: Mot de passe incorrect ou fichier corrompu.
it_it: Password non corretta o file danneggiato.
pt_pt: Senha incorreta ou arquivo corrompido.

# BackupPwErrShort
source: Password must be at least 8 characters.
de_de: Das Passwort muss mindestens 8 Zeichen lang sein.
es_es: La contrasena debe tener al menos 8 caracteres.
fr_fr: Le mot de passe doit comporter au moins 8 caracteres.
it_it: La password deve essere di almeno 8 caratteri.
pt_pt: A senha deve ter pelo menos 8 caracteres.

# ImportKdbxPwTitle
source: KeePass password
de_de: KeePass-Passwort
es_es: Contrasena KeePass
fr_fr: Mot de passe KeePass
it_it: Password KeePass
pt_pt: Senha KeePass

# BackupSuccessMessage
source: Backup was saved successfully.
de_de: Das Backup wurde erfolgreich gespeichert.
es_es: La copia de seguridad se ha guardado correctamente.
fr_fr: La sauvegarde a ete enregistree avec succes.
it_it: Il backup e stato salvato con successo.
pt_pt: O backup foi salvo com sucesso.

# ImportErrorTitle
source: Import error
de_de: Importfehler
es_es: Error de importacion
fr_fr: Erreur importation
it_it: Errore importazione
pt_pt: Erro de importacao

# BackupPwConfirmPlaceholder
source: Confirm password
de_de: Passwort bestaetigen
es_es: Confirmar contrasena
fr_fr: Confirmer le mot de passe
it_it: Conferma password
pt_pt: Confirmar senha
